aconfmgr-git
aic94xx-firmware
amd-ucode
amd-vulkan-prefixes
amdgpu_top
amdguid-wayland-bin
amdonly-gaming-mesa-git
amdonly-gaming-opencl-rusticl-mesa-git
amdonly-gaming-vulkan-mesa-layers-git
amdonly-gaming-vulkan-radeon-git
ani-cli
aquamarine-git
ark-git
ascii-rain-git
ast-firmware
ast-grep
astrojs-language-server
aubio
avaloniailspy
banner
base
base-devel
bat
bdf2psf
betterdiscord-git
betterdiscord-installer
betterdiscordctl
biome
bitwarden
blueberry
bluetui
bluetuith
bluez-utils
booster
bottles
brave-nightly-bin
breeze-gtk
breeze-plymouth
brightnessctl
btop
bustle
caddy
caelestia-cli-git
catppuccin-cursors-mocha
catppuccin-mocha-grub-theme-git
cava
cbonsai
checkupdates-with-aur
clang-format-static-bin
cliphist
code
code-features
codespell
colortest-git
coreimage
crystal-dock-git
cups
dex
discover
dkms
dmenu
dnslookup
dnsmasq
docker
docker-compose
doctl
dog
dosbox
downgrade
doxygen
drkonqi
e2fsprogs
easyeffects
easyeffects-bundy01-presets
efibootmgr
egl-wayland-git
egl-x11
element-desktop
extramaus
eza
fastfetch
fd
feh
feishin
ffmpegthumbnailer
figlet
filelight
firefox
firefox-developer-edition
fish
flameshot
flatpak-kcm
freerdp
fswatch
gamemode-git
gamescope-git
gammaray
gimp
git
github-cli
glaze
glfw-wayland-minecraft
glib
gnome-bluetooth-3.0
gnu-netcat
google-breakpad
gopls
gparted
gputils
gradience-git
grub
gsmartcontrol
gst-devtools
gst-plugin-pipewire
halloy-git
helm
helm-ls
helmify
heroic-games-launcher-electron
htop
hub
hyprcursor-git
hyprland-git
hyprland-preview-share-picker-git
hyprland-protocols-git
hyprlang-git
hyprlock-git
hyprmon-bin
hyprpaper-git
hyprpicker-git
hyprpolkitagent-git
hyprqt6engine-git
hyprshot
hyprsysteminfo-git
i386-elf-binutils
i386-musl
imagemagick-full
imv
informant
inkscape
inotify-tools
iwgtk
jamesdsp
jaq
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kgamma
kitty
kmenuedit
kmix
kpipewire
krita
ksshaskpass
ksystemstats
kubectl
kvantum
kvmtool-git
kwallet-pam
kwrited
layer-shell-qt
lazygit-git
legendary
less
lib32-libxslt
lib32-sdl3-git
lib32-vkd3d-proton-git
libcava
libdisplay-info
libguestfs
libkscreen
libksysguard
libtorch-cuda
libva-git
libva-utils
libvirt
linux
linux-firmware
linux-headers
lobster-git
loic
lolcat
loot
lrzip
lshw
lua-language-server-git
luarocks
lutris
maim
man-db
mangohud
markdown-oxide-git
massif-visualizer
mattermost
mattermost-desktop
mdformat
mdformat-gfm-git
mdformat-mkdocs-git
mdformat-tables-git
mediainfo
mermaid-cli
minecraft-launcher
mongodb-compass
mpd
mpv-mpris
mpvqt
multimc-bin
navi
neofetch
neovim-git
networkmanager
networkmanager-dmenu-git
nginx
nitch
nmap
noto-fonts-cjk
npm
nvtop
nwg-dock
nwg-drawer
nwg-look
obs-studio
obsidian
openai-codex-bin
opencl-amd
openjdk21-src
otf-ipafont
otf2bdf
ouch
oxygen-sounds
pacutils
pavucontrol
plasma-meta
plymouth-kcm
pokemon-colorscripts-git
polkit-kde-agent
powerstat
powertop
pplatex
proton-ge-custom-bin
protonfixes-git
protontricks
protonup-qt
pwgen
python-pip
python-pipx
pywal-git
qbittorrent
qemu-base
qemu-full
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-imageformats
qt5-location
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialport
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-xmlpatterns
qt6-3d
qt6-base
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-declarative
qt6-declarative-debug
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia-gstreamer
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-remoteobjects
qt6-scxml
qt6-serialbus
qt6-serialport
qt6-tools-desktop
qt6ct
quickshell
rabbitmq
radeon-profile-daemon-git
radeontool
radeontop
radvd
recstudio
remmina
rip
s-tui
samba
satisfactory-mod-manager-git
scrot
sddm-catppuccin-git
sddm-kcm
sdl2-compat
sdl3-git
sfp-ui-bin
showmethekey-git
shuffle-ascii
signal-desktop
smenu
sniffnet
snyk
speedtest-cli
spirv-headers-git
starship
steam-native-runtime
steamtinkerlaunch
sticky
swappy
swtpm
swww
sysinfo
tectonic
telegram-desktop
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-vcs-plugin
thunar-volman
tiled
timidity++
tldr
tmux
tmux-language-server
transmission-cli-git
tree-sitter-cli-git
tree-sitter-git
tree-sitter-javascript
tree-sitter-rust
ts-node
ttf-hack-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
typescript
udis86-git
ueberzugpp
unigine-superposition
upd72020x-fw
uv
uwufetch
valgrind
vesktop
vim
virt-manager
virtualbox
viu
vkd3d-git
vkd3d-proton-bin
vscode-codicons-git
vscode-js-debug
vulkan-amdgpu-pro
vulkan-caps-viewer-wayland
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers-git
vulkan-icd-loader-git
vulkan-tools
vulkan-utility-libraries
vulkan-wsi-layer-git
wayland-protocols
wd719x-firmware
weather-cli
wev
wine
winetricks
wireguard-ui-bin
wl-clip-persist
wl-clipboard
wlogout
wlroots-git
wob
woff2-material-symbols-variable-git
wofi
wrye-bash
wshowkeys-git
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-desktop-portal-wlr
xdotool
xf86-video-amdgpu
xorg-xwayland
xwayland-run
yay
yazi-git
ydotool
youtube-music-bin
youtubedl-gui
yq
z
zen-twilight-bin
zenmap
zsh
